site.name = GUJ

# METAS
metas.default.description = {0} - Perguntas, d\u00FAvidas e solu\u00E7\u00F5es para java, .net, php, javascript, mobile, html e muito mais!

metas.generic.title = {0} - Perguntas, d\u00FAvidas e solu\u00E7\u00F5es para java, .net, php, javascript, mobile, html e muito mais! 
metas.home.title = Home
metas.unanswered.title = Sem respostas
metas.unsolved.title = N\u00E3o respondidas
metas.answer_edit.title = Editar Resposta
metas.question_edit.title = Editar Pergunta
metas.question.title = Nova Pergunta
metas.login.title = Efetuar Login
metas.errors.title = Ocorreu um Erro
metas.flagged_comments.title = Coment\u00E1rios marcados
metas.change_password.title = Alterar senha
metas.forgot_password.title = Esqueci minha senha
metas.moderate_answer.title = Moderar resposta 
metas.moderate_question.title = Moderar question 
metas.unmoderated.title = Itens n\u00E3o moderados
metas.tags.title = Tags
metas.about.title = Sobre
metas.intro.title = Ajuda!
metas.search.title = Busca
metas.signup.title = Cadastrar
metas.terms_of_service.title = Termos de Uso
metas.privacy_policy.title = Pol\u00EDtica de Privacidade
metas.edit_profile.title = Editar perfil
metas.profile.title = Profile

metas.questions_lowercase = perguntas
metas.answers_lowercase = respostas
metas.comments_lowercase = coment\u00E1rios
metas.watched_lowercase = acompanhadas
metas.assist_me = assist-me
metas.help = help
metas.help_me = help-me
metas.urgent = urgente


#GENERIC BUTTONS
cancel_button = Cancelar

# POSTS LIST
questions.empty_list = Nenhuma pergunta foi encontrada!
newses.empty_list = Nenhuma noticia foi encontrada!

# ABOUT
about.home_banner.welcome = Bem vindo ao novo {0}!
about.home_banner.text = <p>O <strong class="bold-it">{0} Respostas</strong> \u00E9 um site voltado para perguntas e respostas t\u00E9cnicas e objetivas na \u00E1rea de T.I. e programa\u00E7\u00E3o.  \
						  Somos mais de 100 mil usu\u00E1rios falando de Java, .NET, PHP, JavaScript e mais.</p>
about.home_banner.text.link = Saiba mais sobre o {0} e suas regras.
about.home_banner.how_it_works.anyone_ask = Qualquer um pode <strong class="bold-it">perguntar</strong>.
about.home_banner.how_it_works.anyone_answer = Qualquer um pode <strong class="bold-it">responder</strong>.
about.home_banner.how_it_works.answers_raise_up = As melhores respostas s\u00E3o <strong class="bold-it">votadas</strong> e ganham <strong class="bold-it">destaque</strong>.

about.link = Sobre

about.info = <p>O {0}.com.br \u00E9 um grande portal para desenvolvedores brasileiros. Nasceu em 2001, como um f\u00F3rum exclusivo de discuss\u00F5es de Java, alinhando-se aos <a href="{0}">cursos de Java que seriam lan\u00E7ados pela Caelum</a>, sua mantenedora.</p> \
			 <p>O f\u00F3rum cresceu bastante, ganhou abrang\u00EAncia em outras linguagens, como Ruby, JavaScript e tamb\u00E9m m\u00E9todos \u00E1geis. Em 2013, o {0} foi reformulado. Inspirado pelos sistemas de <i>question and answers</i> como o quora e stackexchange, o {0} ganhou um novo design, uma nova forma de perguntar, com <i>gamification</i>, mais estrutura\u00E7\u00E3o e uma forma mais amig\u00E1vel. Sempre mantendo tamb\u00E9m o <a href="{1}">f\u00F3rum antigo</a>.</p> \
			 <p>Participe do <a href="{2}">{0}, a maior comunidade de desenvolvedores do Brasil</a>.</p>

about.tips = Dicas
about.tips.solved = Caso haja uma resposta que tenha resolvido a sua d\u00FAvida, n\u00E3o esque\u00E7a de marc\u00E1-la como solu\u00E7\u00E3o. Assim, ajudar\u00E1 aqueles que tiverem a mesma d\u00FAvida.
about.tips.avoid.thanks = Evite respostas como: "Obrigado", "Problema resolvido"... Prefira marcar a resposta como solu\u00E7\u00E3o. Dessa forma, todos ver\u00E3o facilmente que o t\u00F3pico foi solucionado.  
about.tips.kkk = Cuidado com express\u00F5es do tipo: "kkkk", "rsrs". Isso polui o texto e faz com que o seu post n\u00E3o seja levado \u00E0 serio pela comunidade.
about.tips.greetings = Evite sauda\u00E7\u00F5es ("Oi, fulano", "Caros amigos"...) e encerramentos ("Abra\u00E7o", "Tchau", "[]'s"...). Como a ordem das respostas n\u00E3o \u00E9 cronol\u00F3gica, esse tipo de mensagem pode confundir aqueles que acessarem o t\u00F3pico no futuro.

about.reputation.permission = O que voc\u00EA pode fazer com sua pontua\u00E7\u00E3o
about.reputation.upvote = <span class="karma">{0}</span> para votar pra cima qualquer pergunta/resposta/coment\u00E1rio
about.reputation.flag = <span class="karma">{0}</span> para flaguear qualquer pergunta/resposta
about.reputation.edit.question = <span class="karma">{0}</span> para submeter proposta de edi\u00E7\u00E3o de perguntas
about.reputation.edit.answer = <span class="karma">{0}</span> para submeter proposta de edi\u00E7\u00E3o de respostas
about.reputation.vote_comment = <span class="karma">{0}</span> votar coment\u00E1rio pra cima
about.reputation.comment = <span class="karma">{0}</span> para deixar coment\u00E1rio
about.reputation.answer_own_question = <span class="karma">{0}</span> para responder sua pr\u00F3pria pergunta
about.reputation.downvote = <span class="karma">{0}</span> para votar negativamente
about.reputation.moderate = <span class="karma">{0}</span> para poder aceitar/rejeitar edi\u00E7\u00F5es de outros usu\u00E1rios
about.reputation.interact_inactive_question = <span class="karma">{0}</span> para poder interagir com perguntas inativas por mais de 1(um) m\u00EAs

about.reputation.gain = Como ganhar pontos de reputa\u00E7\u00E3o
about.reputation.gain.question.solution = <span class="karma">{0}</span> quando voc\u00EA marcar alguma resposta como certa
about.reputation.gain.question.answered = <span class="karma">{0}</span> quando voc\u00EA fizer alguma pergunta
about.reputation.gain.question.asked = <span class="karma">{0}</span> quando voc\u00EA responder alguma pergunta
about.reputation.gain.answer.solution = <span class="karma">{0}</span> se sua resposta for marcada como correta
about.reputation.gain.answer.voted_up = <span class="karma">{0}</span> se sua resposta ganhar um voto
about.reputation.gain.question_and_answer.voted_down = <span class="karma">{0}</span> se sua pergunta/resposta perder um voto
about.reputation.gain.question.voted_up = <span class="karma">{0}</span> se sua pergunta ganhar um voto
about.reputation.gain.approved_edit = <span class="karma">{0}</span> se voc\u00EA editar uma pergunta/resposta e sua vers\u00E3o for aprovada
about.reputation.gain.comment.voted_up = <span class="karma">{0}</span> se seu coment\u00E1rio ganhar um voto
about.reputation.gain.question_and_answer.voted_down.me = <span class="karma">{0}</span> quando voc\u00EA votar negativamente em uma pergunta ou resposta. Caso o t\u00F3pico seja realmente considerado n\u00E3o pertinente, esses pontos ser\u00E3o devolvidos a voc\u00EA.

about.reputation.faq = F.A.Q.
about.faq.what_to_ask.question = Que tipo de perguntas devo fazer aqui?
about.faq.what_to_ask.answer = Esperamos perguntas elaboradas, claras e t\u00E9cnicas, que exponham bem o seu problema. Antes de fazer qualquer pegunta, verfique se ela j\u00E1 n\u00E3o foi feita e se j\u00E1 tem solu\u00E7\u00E3o. Se sua pergunta for pertinente, bem elaborada e clara, com certeza ganhar\u00E1 upvotes, a comunidade sempre te dar\u00E1 um feedback.
about.faq.what_not_to_ask.question = Que tipo de perguntas n\u00E3o devo fazer aqui?
about.faq.what_not_to_ask.answer = O sistema n\u00E3o \u00E9 um f\u00F3rum de discuss\u00F5es, lembre-se sempre de perguntar baseando-se em problemas que voc\u00EA realmente enfrenta. Perguntas muito vagas e conversas s\u00E3o ideais. Esse tipo de pergunta apenas tira o espa\u00E7o de outras perguntas da p\u00E1gina inicial.
about.faq.first_page_questions.question = Quais perguntas aparecem na primeira p\u00E1gina?
about.faq.first_page_questions.answer = Todas as perguntas feitas s\u00E3o mostradas na p\u00E1gina inicial.
about.faq.edition.question = Quando e como uma edi\u00E7\u00E3o \u00E9 aprovada?
about.faq.edition.answer = Uma edi\u00E7\u00E3o s\u00F3 \u00E9 aprovada automaticamente se feita pelo autor original ou por algum moderador. Em qualquer outro caso, a edi\u00E7\u00E3o entrar\u00E1 numa fila e passar\u00E1 por an\u00E1lise de nossos moderadores, por isso, \u00E9 importante que voc\u00EA indique um motivo no campo de coment\u00E1rio da edi\u00E7\u00E3o.
about.faq.bad_question.question = N\u00E3o consigo achar minha pergunta, o que aconteceu com ela?
about.faq.bad_question.answer = Provavelmente sua pergunta n\u00E3o era pertinente. Qualquer pergunta com mais de 5 pontos negativos \u00E9 eliminada e n\u00E3o pode mais ser visualizada.
about.faq.where_is_my_karma = Ganhei ou perdi muitos pontos repentinamente, o que aconteceu?
about.faq.where_is_my_karma.answer = Voc\u00EA recebeu votos de forma suspeita ou excedeu o limite de reputa\u00E7\u00E3o adquirido em um determinado per\u00EDodo. Evite manipular o sistema de votos para ganhar pontua\u00E7\u00E3o de forma f\u00E1cil; lembre-se que o foco do sistema \u00E9 ajudar as pessoas e que a reputa\u00E7\u00E3o \u00E9 apenas uma consequ\u00EAncia disso.

#SEARCH
search.placeholder = buscar

# LOGIN
auth.invalid.login = N\u00E3o foi poss\u00EDvel logar seu email e senha. Confira os campos e tente novamente
auth.access.denied = Acesso negado, voc\u00EA precisa estar logado para acessar este conte\u00FAdo
auth.requires_login = Voc\u00EA precisa estar logado
auth.login_form_link = Entrar
auth.logout_link = Sair
auth.or = OU
auth.facebook_button.label = Entrar c/ Facebook
auth.facebook_button.content = Fazer Login

# SIGNUP
signup.link = Cadastre-se
signup.confirmation = Cadastrado com sucesso!
signup.form.title = Cadastro
signup.form.username.label = Nome
signup.form.email.label = Email
signup.form.password.label = Senha
signup.form.submit.label = Cadastrar	
signup.form.confirm_password.label = Confirma\u00E7\u00E3o da senha
signup.facebook_button.label = Cadastrar c/ Facebook
signup.facebook_button.content = Cadastre-se
signup.facebook.existant_brutal = Voc\u00EA j\u00E1 tinha uma conta no {0} com email {0}, agora voc\u00EA tamb\u00E9m poder\u00E1 logar pelo facebook 
signup.form.usage_terms.text = Criando uma conta neste site, voc\u00EA est\u00E1 de acordo com os 
signup.form.usage_terms.link_content = termos de uso

signup.terms.title = Termos de Uso

signup.errors.password.length = Senha precisa ter entre 6 e 100 caracteres
signup.errors.password_confirmation = A confirma\u00E7\u00E3o da senha est\u00E1 incorreta

privacy_policy.introduction.title = Pol\u00EDtica de Privacidade
privacy_policy.introduction.content = N\u00F3s levamos a privacidade dos nossos usu\u00E1rios a s\u00E9rio. Por isso, queremos deixar claro nessa pol\u00EDtica de \
	privacidade o tipo de informa\u00E7\u00F5es que coletamos quando voc\u00EA visita nosso site, como usamos essa informa\u00E7\u00E3o e como voc\u00EA pode \
	atualizar algumas delas.
	
privacy_policy.what_we_collect.title = Quais informa\u00E7\u00F5es coletamos
	
privacy_policy.what_we_collect.user_given_information.title = Informa\u00E7\u00F5es cedidas pelo usu\u00E1rio
privacy_policy.what_we_collect.user_given_information.content = Ao efetuar o cadastro de maneira normal, voc\u00EA ter\u00E1 que fornecer seu endere\u00E7o \
	de e-mail e nome. Ao se cadastrar utilizando sua conta do Facebook, teremos acesso a \
	<a href="https://www.facebook.com/about/privacy/your-info">algumas informa\u00E7\u00F5es que voc\u00EA optou por deixar p\u00FAblicas</a>, sua foto de perfil, \
	nome, email e localiza\u00E7\u00E3o. Voc\u00EA poder\u00E1 acrescentar ou editar suas informa\u00E7\u00F5es, na p\u00E1gina de edi\u00E7\u00E3o do perfil.

privacy_policy.what_we_collect.site_use.title = Informa\u00E7\u00F5es sobre uso do site
privacy_policy.what_we_collect.site_use.content = Navegadores de internet, servidores e ferramentas como o Google Analytics \
	nos fornecem por padr\u00E3o, algumas informa\u00E7\u00F5es, como por exemplo: tipo e vers\u00E3o do navegador e sistema operacional, endere\u00E7o IP, site proveniente, hor\u00E1rio \
	de cada requisi\u00E7\u00E3o, op\u00E7\u00F5es de idioma, resolu\u00E7\u00E3o de tela e etc. \
	
privacy_policy.what_we_do.title = Como utilizamos suas informa\u00E7\u00F5es

privacy_policy.what_we_do.user_given_information.title = Informa\u00E7\u00F5es cedidas pelo usu\u00E1rio
privacy_policy.what_we_do.user_given_information.content = A maioria das <a href="#given-information">informa\u00E7\u00F5es que voc\u00EA nos fornece</a> \
	s\u00E3o mostradas em sua p\u00E1gina de perfil: nome, localiza\u00E7\u00E3o, descri\u00E7\u00E3o, idade e website. O que n\u00E3o disponibilizamos publicamente (atrav\u00E9s do seu perfil), \
	\u00E9 o seu endere\u00E7o de e-mail, que s\u00F3 \u00E9 utilizado no momento da autentica\u00E7\u00E3o, no envio de \
	notifica\u00E7\u00F5es e na redefini\u00E7\u00E3o de senha. Os \u00FAnicos que t\u00EAm acesso ao seu endere\u00E7o de e-mail \
	s\u00E3o os administradores e moderadores do site.
	
privacy_policy.what_we_do.site_use.title = Informa\u00E7\u00F5es de uso do site e Coleta de Estat\u00EDsticas
privacy_policy.what_we_do.site_use.content = Utilizamos <a href="#collected-information">informa\u00E7\u00F5es sobre o uso do site</a> na gera\u00E7\u00E3o de algumas estat\u00EDsticas. \
	Queremos identificar padr\u00F5es de comportamento, e quando poss\u00EDvel, melhorar a experi\u00EAncia de uso do site. \
	Informa\u00E7\u00F5es coletadas automaticamente e com potencial para identifica\u00E7\u00E3o, como endere\u00E7o IP, nunca ser\u00E3o abertas ao p\u00FAblico e ser\u00E3o de uso \
	exclusivo de sistemas internos de controle do site. \
	Essas estat\u00EDsticas poder\u00E3o ser disponibilizadas publicamente ou cedidas a terceiros quando de acordo com os termos acima.
	
user.errors.wrong = Usu\u00E1rio incorreto!
user.errors.realName.length = Seu nome precisa ter entre 4 e 100 caracteres
user.errors.name.length = O nome de usu\u00E1rio precisa ter entre 4 e 100 caracteres
user.errors.location.length = Sua localiza\u00E7\u00E3o deve ter no m\u00E1ximo 100 caracteres
user.errors.name.required = O nome de usu\u00E1rio \u00E9 necess\u00E1rio
user.errors.name.min_time = Voc\u00EA s\u00F3 poder\u00E1 atualizar seu nome de usu\u00E1rio ap\u00F3s {0}
user.errors.name.used = O nome de usu\u00E1rio desejado j\u00E1 \u00E9 utilizado 
user.errors.email.used = J\u00E1 existe um usu\u00E1rio cadastrado com este email
user.errors.email.required = O email \u00E9 necess\u00E1rio
user.errors.email.invalid = Insira um email v\u00E1lido
user.errors.website.length = A url precisa ter entre 6 e 200 caracteres
user.errors.email.length = O email precisa ter entre 6 e 100 caracteres
user.errors.password.length = A senha precisa ter entre 6 e 100 caracteres
user.errors.about.length = A descri\u00E7\u00E3o de usu\u00E1rio deve ter entre 6 e 500 caracteres
user.errors.invalid_birth_date.min_age = Voc\u00EA deve ter ao menos 12 anos de idade
user.errors.banned = Voc\u00EA n\u00E3o ser\u00E1 capaz de efetuar login por tempo indeterminado. Para mais informa\u00E7\u00F5es, entre em contato com os administradores. 

converters.errors.invalid_date.format = A data deve ser no formato dd/mm/yyyy
converters.errors.invalid_date.parameters = A data inserida n\u00E3o \u00E9 v\u00E1lida

# TOUCHES
touch.created = criado
touch.edited = editado
touch.karma.singular = ponto
touch.karma.plural = pontos
touch.karma.title = forma de medir a reputa\u00E7\u00E3o do usu\u00E1rio

# WATCH
post.watch = Quero acompanhar este t\u00F3pico via email.
watch.enabled.tooltip = Clique aqui para cancelar a notifica\u00E7\u00E3o de novidades nessa quest\u00E3o e suas respostas.
watch.disabled.tooltip = Clique aqui para ser notificado de novidades nessa quest\u00E3o e suas respostas. 

# TAG PAGE
tag_page.title = Sobre a tag:
tag_list.title = Tag:  

# TAG PAGE FORM
tag_page.form.new.title = Nova p\u00E1gina para a tag:
tag_page.form.edit.title = Editar p\u00E1gina para a tag:
tag_page.form.new.submit = Criar p\u00E1gina
tag_page.form.edit.submit = Editar p\u00E1gina
tag_page.form.about.label = Sobre a tag: 

# TAG PAGE ERRORS
tag_page.errors.about.length = O campo "sobre" da p\u00E1gina deve ter ao menos 100 caracteres. 
tag_page.errors.already_exists = Ja existe uma p\u00E1gina para esta tag.

# FORM QUESTIONS
question.title.label = T\u00EDtulo
question.type_name = pergunta

question.title.placeholder = D\u00EA um nome significativo ao seu t\u00F3pico.
question.description.placeholder = Seja detalhista na sua pergunta. Outros usu\u00E1rios poder\u00E3o  ajudar melhor se houver j\u00E1 exemplos, c\u00F3digos e detalhes que voc\u00EA tentou. Releia sua pergunta antes de postar, para pegar erros, ortografia e formata\u00E7\u00E3o.

question.tags.label = Tags
question.title.hint = <h2 class="title section-title hint-title">Como perguntar</h2> \
					  <p><strong>Sua pergunta \u00E9 sobre programa\u00E7\u00E3o?</strong></p>\
					  <p>Favore\u00E7a perguntas que podem ser respondidas e n\u00E3o apenas discutidas.</p>\
					  <p>D\u00EA detalhes. Compartilhe sua pesquisa.</p>\
					  <p>Para mais detalhes, leia o nosso <a href="{0}">faq</a>.</p>
question.description.hint = <h2 class\="title section-title hint-title">Como formatar</h2>\
							<ul class\="hint-tips">\
						    <li class\="hint-tip">\u25BA coloque um espa\u00E7o em branco entre par\u00E1grafos</li>\
						    <li class\="hint-tip">\u25BA para criar um par\u00E1grafo novo, d\u00EA 2 enters.</li>\
						    <li class\="hint-tip">\u25BA _italico_ ou **negrito**</li>\
						    <li class\="hint-tip">\u25BA \u00E9 poss\u00EDvel criar blocos de c\u00F3digo adicionando tr\u00EAs backticks(```) antes e depois do c\u00F3digo</li>\
						    <li class\="hint-tip">\u25BA para escapar a formata\u00E7\u00E3o, utilize crases `dessa _forma_`</li>\
						    <li class\="hint-tip">\u25BA Ser\u00E3o exibidas apenas tags HTML e XML <strong>que estiverem entre `&lt;crases&gt;`</strong></li>\
						    <li class\="hint-tip">\u25BA para cita\u00E7\u00F5es, coloque '>' no come\u00E7o da linha</li>\
						    <p>\u25BA Tipos de links:</p>\
						    <ul class\="link-tip">\
						    <li class\="hint-tip">\u25CF &lt;http\://google.com&gt;</li>\
						    <li class\="hint-tip">\u25CF [Google](http\://google.com)</li>\
						    <li class\="hint-tip">\u25CF &lt;a href\="http\://google.com"&gt;Google&lt;/a&gt;</li>\
						    </ul>\
						    </ul>
question.tags.hint = <h2 class\="title section-title hint-title">Como utilizar tags</h2>\
					 <p>Uma tag \u00E9 uma palavra-chave que conecta sua quest\u00E3o a outras similares</p>\
					 <ul class\="hint-tips">\
					 <li class\="hint-tip">\u25BA use apenas tags que j\u00E1 existem</li>\
					 <li class\="hint-tip">\u25BA use abrevia\u00E7\u00F5es comuns</li>\
					 <li class\="hint-tip">\u25BA n\u00E3o inclua sin\u00F4nimos de uma mesma tag</li>\
					 <li class\="hint-tip">\u25BA combine palavras compostas em simples usando h\u00EDfens</li>\
					 <li class\="hint-tip">\u25BA letras permitidas\: [a-z 0-9 + \# - .]</li>\
					 <li class\="hint-tip">\u25BA separe tags por espa\u00E7os</li>\
					 </ul>

# NEW QUESTIONS
question.new_form.submit = Enviar a sua pergunta
question.quality_reminder = Verifique se a formata\u00E7\u00E3o e ortografia da sua quest\u00E3o est\u00E3o corretas, isso aumenta as chances dela ser rapidamente respondida

tag.errors.doesnt_exist = A tag "{0}" n\u00E3o existe 

# EDIT QUESTIONS
question.edit_form.title = Editar pergunta 
question.edit_form.submit = Enviar edi\u00E7\u00E3o
# QUESTIONS ERRORS
question.errors.description.length = A descri\u00E7\u00E3o deve ter, no m\u00EDnimo, 30 caracteres 
question.errors.title.length = O t\u00EDtulo deve ter entre 15 e 150 caracteres  
question.errors.comment.length = O coment\u00E1rio da sua edi\u00E7\u00E3o deve ter pelo menos 5 caracteres
question.errors.comment.not_null = O coment\u00E1rio n\u00E3o pode ser vazio
question.errors.tags.empty = \u00C9 necess\u00E1rio adicionar pelo menos uma tag.

question.warns.has_edits = Essa quest\u00E3o possui edi\u00E7\u00F5es pendentes, clique aqui para visualiz\u00E1-las 

# EDIT FORM
edit_form.comment.placeholder = Insira um coment\u00E1rio explicando o porque de sua edi\u00E7\u00E3o.
edit_form.comment.label = Coment\u00E1rio 
edit_form.comment.hint = <h2 class="title section-title hint-title">Coment\u00E1rio</h2><p>Explique as altera\u00E7\u00F5es que voc\u00EA fez brevemente (ex: corre\u00E7\u00E3o de formata\u00E7\u00E3o, corre\u00E7\u00E3o gramatical, etc) </p>
edit_form.submit = Ok
edit.link = Editar

# NEWS
news.approve = Aprovar noticia
news.title = Not\u00EDcia
news.type_name = not\u00EDcia

# NEW NEWS
news.title.label = T\u00EDtulo
news.title.placeholder = D\u00EA um nome significativo \u00E0 sua not\u00EDcia.
news.description.placeholder = Seja detalhista na sua not\u00EDcia. Releia antes de postar, para pegar erros, ortografia e formata\u00E7\u00E3o.
news.new_form.submit = Enviar a sua not\u00EDcia

news.comment.label = Coment\u00E1rio
news.comment.placeholder = Insira um coment\u00E1rio explicando o porque de sua edi\u00E7\u00E3o.

# NEWS ERRORS
news.errors.description.length = A descri\u00E7\u00E3o deve ter, no m\u00EDnimo, 30 caracteres 
news.errors.title.length = O t\u00EDtulo deve ter entre 15 e 150 caracteres  
news.errors.comment.length = O coment\u00E1rio da sua edi\u00E7\u00E3o deve ter pelo menos 5 caracteres
news.errors.comment.not_null = O coment\u00E1rio n\u00E3o pode ser vazio

# NEWS LIST
post.list.comment.singular = coment\u00E1rio 
post.list.comment.plural = coment\u00E1rios 

# MENU
menu.unsolved = N\u00E3o solucionadas
menu.unanswered = Sem respostas
menu.tags = Tags
menu.users = Usu\u00E1rios
menu.questions = Perguntas
menu.answers = Respostas
menu.comments = Coment\u00E1rios
menu.top.voted = mais votadas
menu.top.answered = mais respondidas
menu.top.viewed = mais visitadas
menu.news = Not\u00EDcias
menu.question.ask = Pergunte
menu.title.answers = {0} Respostas
menu.title.forum = {0} F\u00F3rum
menu.title.vraptor = VRaptor
menu.title.caelum = Caelum
menu.forum.forum_index = \u00CDndice de F\u00F3runs
menu.forum.recent_topics = T\u00F3picos Recentes
menu.forum = Discuss\u00F5es
menu.forum.subtitle = Antigo F\u00F3rum

# TAGS SIDEBAR
tags.recent = Tags recentes
tags.main = Tags principais

# QUESTIONS SIDEBAR
questions.related = Perguntas relacionadas

# FORM ANSWER
newanswer.answer = Sua resposta
newanswer.answer.hint = <p>Obrigado por colaborar com o {0}\!</p>\
						<ul class\="hint-tips">\
						<li class\="hint-tip">\u25BA Preocupe-se em  <strong>responder a pergunta</strong>, sendo o mais espec\u00EDfico e detalhista poss\u00EDvel!</li>\
						</ul><p>Mas <strong>evite</strong>:</p>\
						<ul class\="hint-tips">\
						<li class\="hint-tip">\u25BA Responder a outras respostas ou pedir esclarecimentos, utilize os coment\u00E1rios para isso.</li>\
						<li class\="hint-tip">\u25BA Usar apenas a sua opini\u00E3o pessoal, utilize refer\u00EAncias para defender suas afirma\u00E7\u00F5es.</li></ul>

newanswer.answer.submit = Confirmar
newanswer.answer.your_answer = Sua Resposta
newanswer.answer.add_own_answer = Desejo adicionar solu\u00E7\u00E3o \u00E0 minha pergunta.<br/>Aten\u00E7\u00E3o: para dar mais informa\u00E7\u00F5es da sua quest\u00E3o, edite-a.
newanswer.answer.sameauthor.hint = <p>Obrigado por colaborar com o {0}\!</p>\
								   <ul class\="hint-tips">\
						 	  	   <li class\="hint-tip">\u25BA Preocupe-se em  <strong>responder a pergunta</strong>, sendo o mais espec\u00EDfico e detalhista poss\u00EDvel!</li>\
						 	  	   <li class\="hint-tip hint-same-author">\u25BA Caso queira dar mais detalhes sobre a sua pergunta, utilize o sistema de <strong>coment\u00E1rio</strong>, ou <strong>edite sua pr\u00F3pria pergunta</strong>.</li> \
						 	  	   <li class\="hint-tip hint-same-author">\u25BA Responda sua pr\u00F3pria pergunta apenas para compartilhar uma solu\u00E7\u00E3o encontrada.</li></ul>
answer.form.sameauthor.placeholder=***N\u00E3o utilize este campo de resposta para agradecimentos nem clarifica\u00E7\u00F5es***!!! Edite sua pr\u00F3pria pergunta ou adicione coment\u00E1rios 
answer.form.placeholder=Coloque aqui sua resposta para essa pergunta. N\u00E3o use para se comunicar com outra resposta. \
						Caso a pergunta n\u00E3o esteja clara, utilize o sistema de coment\u00E1rios para tirar d\u00FAvidas e pedir esclarecimentos, e n\u00E3o este campo. \
						O mesmo vale para uma resposta que considerou incompleta: utilize o sistema de coment\u00E1rios.
						 	  	   
						 	  	   
answer.mark_as_solution = Marcar como solu\u00E7\u00E3o
answer.error.not_author = Voc\u00EA precisa ser o autor para executar esta a\u00E7\u00E3o.
answer.errors.comment.length = O coment\u00E1rio da sua edi\u00E7\u00E3o deve ter pelo menos 5 caracteres 
answer.errors.comment.not_null = O coment\u00E1rio n\u00E3o pode ser vazio 
answer.errors.already_answered = Voc\u00EA j\u00E1 respondeu esta pergunta, caso necessite \u00E9 poss\u00EDvel editar a resposta para complement\u00E1-la.
answer.errors.not_enough_karma = Voc\u00EA n\u00E3o tem <a href="{0}">reputa\u00E7\u00E3o suficiente para responder sua pr\u00F3pria pergunta</a>. Use o seu sistema de coment\u00E1rios ou edite sua pergunta para adicionar mais informa\u00E7\u00F5es. Se ainda estiver com d\u00FAvida, mas em outro assunto, <a href={1}>crie uma nova pergunta</a>.
answer.validation.errors.not_enough_karma = Voc\u00EA n\u00E3o tem reputa\u00E7\u00E3o suficiente para responder sua pr\u00F3pria pergunta. 
answer.type_name = resposta
answer.warns.has_edits = Essa resposta possui edi\u00E7\u00F5es pendentes, clique aqui para visualiz\u00E1-las 

vote.already_voted = Voc\u00EA ja votou!
vote.ownquestion = Voc\u00EA n\u00E3o pode votar na pr\u00F3pria quest\u00E3o!

# FORM COMMENT
comment.hint = <h2 class="title section-title hint-title">Coment\u00E1rio</h2>\
			   <p>Utilize formata\u00E7\u00E3o mini-Markdown: [link](http://exemplo.com) _italico_ **negrito** `codigo`.</p>\
			   <p>Comentarios devem ter, no maximo, 600 caracteres. Se achar necessario, utilize links em vez de copiar c\u00F3digo ou ainda edite sua pergunta/resposta para colocar mais informa\u00E7\u00F5es</p>
comment.submit = Adicionar coment\u00E1rio
comment.label = Coment\u00E1rio
comment.type_name = coment\u00E1rio
comment.edit.not_author = Voc\u00EA precisa ser o autor deste coment\u00E1rio para edit\u00E1-lo
comment.edit.success = Coment\u00E1rio editado com sucesso

comment.errors.length = Seu coment\u00E1rio precisa ter entre 15 e 600 caract\u00E9res.
comment.errors.not_empty = Seu coment\u00E1rio n\u00E3o pode estar em branco.

comment.list.upvote = marcar como bom coment\u00E1rio

comment.show_all = Mostrar todos os {0} coment\u00E1rios

comment.remaining_characters = Caracteres restantes:

# FLAG COMMENT
flag.submit = Marcar
flag = marcar

# QUESTION ACTIONS
edit = editar
share = compartilhar

# VOTES
pergunta.upvote = Esta pergunta foi bem formulada, \u00E9 \u00FAtil ou clara.
pergunta.downvote = Esta pergunta n\u00E3o foi bem formulada, n\u00E3o \u00E9 \u00FAtil ou n\u00E3o est\u00E1 clara. ({0} pontos para o autor e {0} para voc\u00EA)
resposta.upvote = Esta resposta foi \u00FAtil.
resposta.downvote =  Esta resposta n\u00E3o foi \u00FAtil. ({0} pontos para o autor e {1} para voc\u00EA)
noticia.upvote = Esta not\u00EDcia \u00E9 interessante.
noticia.downvote = Essa not\u00EDcia n\u00E3o \u00E9 interessante. ({0} pontos para o autor e {0} para voc\u00EA)

# SHARE
share.text= compartilhe um link para esta pergunta


# FORGOT PASSWORD
forgot_password_mail = Troque sua senha
forgot_passsword_mail.hello = Ol\u00E1 {0},
forgot_password_mail.message = <a href="{0}">Clique Aqui</a> para alterar sua senha 
forgot_password_mail.warn = Se voc\u00EA n\u00E3o solicitou a troca de senha, ignore esse email

forgot_password.form.title = Esqueci minha senha.
forgot_password.form.label.email = Digite seu email cadastrado.
forgot_password.form.submit = Enviar
forgot_password.invalid_email = Email n\u00E3o cadastrado.
forgot_password.send_mail.error = Erro ao enviar o email.
forgot_password.sent_mail = O email foi enviado com sucesso para {0}
forgot_password.sent_mail.warn = Se o email n\u00E3o chegar dentro dos pr\u00F3ximos minutos, procure ele na sua pasta de Spam.
forgot_password.invalid_token = Esqueceu sua senha? Tente o caminho normal.
forgot_password.password_changed = Senha alterada.
forgot_password.link.text = Esqueci minha senha.
change_password.submit = Alterar
change_password.form.title = Altere sua senha
user.email.empty = Email n\u00E3o pode estar vazio.

# POST LIST
post.list.vote.singular = voto
post.list.vote.plural = votos
post.list.view.singular = visita
post.list.view.plural = visitas
question.list.answer.singular = resposta
question.list.answer.plural = respostas
question.tags = Tagged

# QUESTION
question.banner.remember = N\u00E3o deixe de marcar a resposta que te ajudou como correta, clicando a esquerda dela!
question.banner.upvote = Se alguma pergunta ou resposta lhe foi \u00FAtil, n\u00E3o deixe de dar seu voto positivo!

# MODERATION STATUS
status.no_need_to_approve = Sua atualiza\u00E7\u00E3o foi aceita!
status.pending = Sua altera\u00E7\u00E3o foi enviada para modera\u00E7\u00E3o.
status.approved = Aprovado
status.edited = Editado
status.refused = Recusado

# MODERATION
moderation = Itens aguardando modera\u00E7\u00E3o
moderation.posts = Postagens para edi\u00E7\u00E3o
moderation.flags = flags: {0}
moderation.edits = edi\u00E7\u00F5es: {0}
moderation.flagged.posts = Postagens marcadas
moderation.flagged.lots = Esse post tem 5 ou mais flags
moderation.flagged.answers.empty = N\u00E3o existem quest\u00F5es para modera\u00E7\u00E3o
moderation.flagged.questions.empty = N\u00E3o existem perguntas para modera\u00E7\u00E3o
moderation.flagged.comments.empty = N\u00E3o existem coment\u00E1rios para modera\u00E7\u00E3o
moderation.edit.questions.empty = N\u00E3o existem perguntas para editar
moderation.edit.answers.empty = N\u00E3o existem respostas para editar
moderation.accept = Aceitar
moderation.reject = Rejeitar
moderation.select_version = Selecione a vers\u00E3o
moderation.version.singular = Vers\u00E3o
moderation.version.plural = Vers\u00F5es
moderation.comment = Coment\u00E1rio
moderation.current_version = Vers\u00E3o atual
moderation.show_question = Mostrar pergunta
moderation.link = Posts para Modera\u00E7\u00E3o
moderation.newsletterJob = Newsletter de teste
moderation.diff = Ver diferen\u00E7as
moderation.formatted = Ver a vers\u00E3o formatada 
moderation.version_before_current = Aten\u00E7\u00E3o, o post j\u00E1 foi atualizado depois desta edi\u00E7\u00E3o ter sido feita!
moderation.no_versions = Esse post n\u00E3o tem nenhuma vers\u00E3o para ser moderada! 
# POPUP
popup.close = fechar

# USER PROFILE
user_profile.edit = editar perfil e prefer\u00EAncias
user_profile.edit.photo = Trocar imagem com gravatar
user_profile.edit.cancel = cancelar
user_profile.ban = Bloquear usu\u00E1rio
user_profile.undo_ban = Desbloquear usu\u00E1rio
user_profile.name = username
user_profile.email = email
user_profile.created_at = membro desde
user_profile.website = website
user_profile.location = localiza\u00E7\u00E3o
user_profile.age = idade
user_profile.blank_about_me = (sua descri\u00E7\u00E3o est\u00E1 vazia)
user_profile.blank_about_me.click = clique aqui para editar	
user_profile.stats = status
user_profile.bio = bio
user_profile.private = privado
user_profile.reputation = reputa\u00E7\u00E3o
user_profile.summary = Sum\u00E1rio
user_profile.questions.singular = Pergunta
user_profile.questions.plural = Perguntas
user_profile.answers.singular = Resposta
user_profile.answers.plural = Respostas
user_profile.tags.singular = Tag
user_profile.tags.plural = Tags
user_profile.watched_questions.singular = Pergunta que acompanha
user_profile.watched_questions.plural = Perguntas que acompanha
user_profile.karma_history.singular = Ponto de reputa\u00E7\u00E3o
user_profile.karma_history.plural = Pontos de reputa\u00E7\u00E3o
user_profile.order.date = data
user_profile.order.votes = votos

# REPUTATION NEEDED

need.to_have = Voc\u00EA precisa ter
reputation_score = pontos de reputa\u00E7\u00E3o!

# USER EDIT FORM
user_profile.edit.form.email.label = Email
user_profile.edit.form.website.label = Website
user_profile.edit.form.name.label = Nome de Usu\u00E1rio
user_profile.edit.form.real_name.label = Nome Real
user_profile.edit.form.birth_date.label = Data de Nascimento
user_profile.edit.form.location.label = Localiza\u00E7\u00E3o
user_profile.edit.form.about.label = Sobre Voc\u00EA
user_profile.edit.form.submit = Salvar Perfil
user_profile.edit.form.avatar.label = Trocar foto
user_profile.edit.form.subscribe.label = Deseja receber a newsletter semanal?


# DATETIME PATTERN
date.joda.newsletter.pattern = dd ''de'' MMMM ''de'' yyyy
date.joda.pattern = dd ''de'' MMM ''de'' yyyy
date.joda.simple.pattern = dd/MM/yyyy

# 403
unauthorized.title = Voc\u00EA n\u00E3o est\u00E1 autorizado a acessar esta p\u00E1gina.
unauthorized.message = Para acessar essa p\u00E1gina, voc\u00EA precisa de mais reputa\u00E7\u00E3o. \
					   <a href="{0}">Veja mais sobre os pontos de reputa\u00E7\u00E3o</a>.


# 404
not_found.title = P\u00E1gina n\u00E3o encontrada
not_found.message = N\u00F3s n\u00E3o econtramos a p\u00E1gina que voc\u00EA procurava, mas temos algumas sugest\u00F5es
not_found.recent_questions = Veja as <a href="{0}">perguntas mais recentes</a>
not_found.search = <a href="{0}">Fa\u00E7a uma busca</a> por perguntas espec\u00EDficas
not_found.new_question = <a href="{0}">Pergunte</a> algo

# 500
internal_error.title = Erro 500

# FOOTER
footer.powered_by = Publicidade: {0} \u2014 Desenvolvido por <a class="footer-caelum" href="{0}">Caelum</a> \u2014 {0}: desde 2002
footer.{0} = {0}
footer.vraptor = VRAPTOR
footer.mamute = MAMUTE
footer.vraptor.content = Powered by VRaptor
footer.mamute.content = Mamute's Webpage

notice.logged = Procure outras perguntas com as tags {0} ou <a href="{1}">fa\u00E7a a sua pr\u00F3pria pergunta</a>.
notice.not_logged = N\u00E3o \u00E9 a resposta que estava procurando? Procure outras perguntas com as tags {0} ou <a href="{1}">fa\u00E7a a sua pr\u00F3pria pergunta</a>.

# COMMENT FLAGS
comment.flag.rude = grosseiro ou ofensivo
comment.flag.obsolete = obsoleto
comment.flag.not_constructive = pouco construtivo
comment.flag.other = outro...
comment.flag.other.reason = Motivo

# GRAVATAR
gravatar.url = http://br.gravatar.com

# NOTIFICATIONS MAIL
answer_notification_mail = [{0}] Atualiza\u00E7\u00E3o em {0}
notification_mail.welcome = Ol\u00E1 {0}, 
notification_mail.where = H\u00E1 novas atualiza\u00E7\u00F5es em: "<a href=\"{0}\">{1}</a>"
notification_mail.answer = {0} fez uma nova resposta: <i>"{1}"</i>
notification_mail.comment = {0} fez um novo coment\u00E1rio na {1} de {2}: <i>"{3}"</i>
notification_mail.footer_message = <p>\
								   N\u00E3o ser\u00E3o enviadas novas notifica\u00E7\u00F5es enquanto voc\u00EA n\u00E3o visitar esse \
								   post mais uma vez, de modo a poupar sua caixa postal.\
								   </p>\
								   <p>Equipe {0}</p>

# ERRORS

error.not_allowed = Voc\u00EA n\u00E3o tem permiss\u00E3o para isso
error.cant_do = Voc\u00EA n\u00E3o pode fazer isso
error.occured = Ocorreu um erro
error.author.cant_realize_operation = O autor n\u00E3o pode realizar esta opera\u00E7\u00E3o!

# NEWSLETTER MAIL
newsletter_mail = {2}Veja o que foi not\u00EDcia e as principais perguntas da semana de {0} no {1}
newsletter_mail_test = [TESTE] 
newsletter_mail.title.week_main_questions = Quest\u00F5es principais dessa semana:
newsletter_mail.title.week_main_news = Not\u00EDcias principais da semana:
newsletter_mail.title.unanswered_questions = Quest\u00F5es sem solu\u00E7\u00E3o:
newsletter_mail.asked_by = perguntado por
newsletter_mail.created_by = publicado por
newsletter_mail.unsubscribe = N\u00E3o desejo mais participar da newsletter do {0}
newsletter.unsubscribe_page.invalid = N\u00E3o foi poss\u00EDvel cancelar sua participa\u00E7\u00E3o na newsletter do {0}
newsletter.unsubscribe_page.valid = Voc\u00EA n\u00E3o est\u00E1 mais participando da neswletter do {0} Respostas
newsletter.link.text.caelum = Cursos da Caelum
newsletter.link.text.alura = Cursos online de tecnologia do Alura
newsletter.link.text.cdc = Livros da Casa do C\u00F3digo

# HINTS

hint.choose_an_option = Escolha uma op\u00E7\u00E3o.
hint.describe_reason = Descreva o motivo.
hint.choose_a_reason = Escolha um motivo

# BUTTON HINTS
button_hint.links.text = Link
button_hint.images.text = Imagens
button_hint.styles_headers.text = Estilos/T\u00EDtulos
button_hint.lists.text = Listas
button_hint.blockquotes.text = Cita\u00E7\u00F5es
button_hint.codes.text = C\u00F3digo
button_hint.html.text = HTML
button_hint.click_to_close = Clique para fechar

button_hint.links.hint = <p>Na maioria dos casos, se uma URL for reconhecida, ser\u00E1 criado um link automaticamente:</p><pre>Visite http://{0}.com.br/ regularmente!<br/>Voc\u00EA pode for\u00E7ar links atrav\u00E9s dos s\u00EDmbolos &lt; e &gt; : &lt;http://caelum.com.br/&gt;</pre><p>modificar o texto do link, use markdown:</p><pre>Este \u00E9 o [{0}:](http://www.{0}.com.br/)! E aqui est\u00E1 uma referencia de link: [caelum][1].<br><br>Referencias tamb\u00E9m podem ser [textos][caelum]<br><br>[1]: http://caelum.com.br/<br><br>[caelum]: http://caelum.com.br/</pre><p>Voc\u00EA pode adicionar textos auxiliares aos seus links:</p><pre>Clique [aqui](http://{0}.com.br "este texto aparecer\u00E1 quando passar o mouse em cima do link")!<br>Isso tamb\u00E9m funciona com [referencias][{0}]<br>[{0}]: http://{0}.com.br/ "clique para ser redirecionado"</pre>
button_hint.images.hint = <p>Para inserir imagens, a sintaxe \u00E9 a mesma dos links, mas com um ponto de exclama\u00E7\u00E3o na frente:</p><pre>![meu gato](http://meu.gato/gato.jpg)<br>![meu gato][1]<br><br>[1]: http://meu.gato/gato.jpg "texto de ajuda"</pre><p>A palavra entre colchetes \u00E9 o texto alternativo que ser\u00E1 mostrado caso o navegador n\u00E3o consiga mostrar a imagem. Tenha certeza de colocar um texto alternativo significativo para que programas leitores de tela possam entender.</p>
button_hint.styles_headers.hint = <div class="button-hint-col"><p>Estilize o seu texto apenas quando isso melhorar a legibilidade.</p><pre>*Isso est\u00E1 em it\u00E1lico*,  _isso tamb\u00E9m_.<br>**Isso est\u00E1 em negrito**,  __isso tamb\u00E9m__.<br>Voc\u00EA pode ***combin\u00E1-los*** <br>se ___precisar___.</pre></div><div class="button-hint-col"><p>Para quebrar seu texto em se\u00E7\u00F5es, voc\u00EA pode usar t\u00EDtulos:</p><pre>T\u00EDtulo grande<br>==============<br><br>Subt\u00EDtulo pequeno<br>-----------------</pre><p>Use jogos-da-velha se precisar de v\u00E1rios n\u00EDveis de t\u00EDtulos:</p><pre># T\u00EDtulo 1 #<br>## T\u00EDtulo 2 ##<br>### T\u00EDtulo 3 ###</pre></div>
button_hint.lists.hint = <p>Tanto listas ordenadas quanto n\u00E3o ordenadas s\u00E3o poss\u00EDveis:</p><div class="button-hint-col"><pre>-	Use sinal de menos para bullets<br>+	Ou sinal e mais<br>*	Ou um asterisco<br><br>1.	Listas ordenadas s\u00E3o f\u00E1ceis<br>2.	Markdown as numera para voc\u00EA<br>7.	Ent\u00E3o este ser\u00E1 o item 3.</pre></div><div class="button-hint-col"><pre>1.	Listas dentro de um item:<br>-	Identado com quatro espa\u00E7os.<br>*	Identado com oito espa\u00E7os.<br>-	Quatro espa\u00E7os denovo.<br><br>2.	Voc\u00EA pode ter multiplos<br>paragrafos em um item.<br>Apenas verifique a identa\u00E7\u00E3o.</pre></div>
button_hint.blockquotes.hint = <div class="button-hint-col"><pre>&gt; Crie cita\u00E7\u00F5es colocando<br>&gt; \u201C&gt;\u201D no inicio de cada linha.<br>&gt;<br>&gt; Outras formata\u00E7\u00F5es tamb\u00E9m funcionam aqui:<br>&gt;<br>&gt; 1. Listas ou<br>&gt; 2. T\u00EDtulos:<br>&gt;<br>&gt; ## T\u00EDtulo citado ##<br></pre></div><div class="button-hint-col"><p>Voc\u00EA pode at\u00E9 mesmo adicionar cita\u00E7\u00F5es a cita\u00E7\u00F5es:</p><pre>&gt; A cita\u00E7\u00E3o m\u00E3e \u00E9 identada<br>&gt; &gt; A citac\u00E3o filha \u00E9 mais identada<br>&gt; &gt; &gt; &gt; Voc\u00EA pode adicionar quantas cita\u00E7\u00F5es quiser.<br></pre></div>
button_hint.codes.hint = <p>Para criar blocos de c\u00F3digo, adicione tr\u00EAs acentos graves(```) antes e depois do c\u00F3digo:</p><pre>	O c\u00F3digo ser\u00E1 mostrado em fonte monoespa\u00E7ada.<br><br>	Markdown e HTML ser\u00E3o desabilitados em blocos de c\u00F3digo:<br>	&lt;i&gt;Isso n\u00E3o \u00E9 it\u00E1lico&lt;/i&gt;, e [isso n\u00E3o \u00E9 um link](http://{0}.com.br)</pre><p>Para criar apenas uma linha ou palavra de c\u00F3digo, use apenas 1(um) acento grave:</p><pre>O caractere `$` \u00E9 apenas um atalho para `window.jQuery`.</pre>
button_hint.html.hint = <p>Se voc\u00EA precisa fazer algo que o Markdown n\u00E3o ofere\u00E7a, use HTML. Note que n\u00F3s suportamos apenas poucas tags do HTML!</p><pre>Pegar sal da m\u00E3o de outros da &lt;strike&gt;azar&lt;/strike&gt;.</pre><p>O Markdown \u00E9 esperto o bastante para n\u00E3o estragar seu HTML:</p><pre>&lt;b&gt;Markdown funciona *fine* aqui.&lt;/b&gt;</pre><p>Tags de bloco do HTML possuem algumas restri\u00E7\u00F5es:</p><ol><li>Elas precisam ser separadas do texto em volta com linhas em branco.</li><li>\u00C9 necess\u00E1rio que o inicio e o fim das tags n\u00E3o estejam identados.</li><li>Markdown n\u00E3o pode ser usado em blocos de HTML.</li></ol><pre>&lt;pre&gt;<br>	Voc\u00EA &lt;em&gt;n\u00E3o pode&lt;/em&gt; usar Markdown aqui.<br>&lt;/pre&gt;</pre>

error.invalid.url = Voc\u00EA est\u00E1 logado, mas n\u00E3o foi poss\u00EDvel redirecion\u00E1-lo para {0}, pois esse endere\u00E7o \u00E9 fora do dom\u00EDnio do site
error.signup.facebook.unknown = N\u00E3o foi poss\u00EDvel cadastrar sua conta pelo facebook, utilize outra forma de cadastro.


#INTRO

intro.home.votes = Esse \u00E9 o contador de votos. Perguntas bem escritas e detalhadas ganham pontos de outros usu\u00E1rios.
intro.home.answers = Quando houver alguma resposta, este contador ficar\u00E1 verde. Caso alguma resposta seja marcada como solu\u00E7\u00E3o, haver\u00E1 uma linha embaixo. 
intro.home.tags = Os assuntos das perguntas s\u00E3o agrupados por tags! 
intro.home.solution_mark = Esse \u00EDcone indica se a pergunta tem ou n\u00E3o solu\u00E7\u00E3o. Caso tenha ele ficar\u00E1 verde.

intro.question.post_meta = Voc\u00EA vai ver essas setas em qualquer p\u00E1gina de pergunta. Com elas, voc\u00EA pode dizer se uma pergunta ou uma resposta foram relevantes ou n\u00E3o.
intro.question.edit_question = Edite sua pergunta ou resposta caso queira alterar ou adicionar detalhes.
intro.question.add_comment = Caso haja alguma d\u00FAvida sobre a pergunta, adicione um coment\u00E1rio. O espa\u00E7o de respostas deve ser utilizado apenas para responder a pergunta.
intro.question.solution_mark = Se o autor da pergunta marcar uma resposta como solucionada, esta marca aparecer\u00E1.

intro.new_question.title = D\u00EA um t\u00EDtulo espec\u00EDfico! Evite perguntas muito abertas ou gen\u00E9ricas.
intro.new_question.description = D\u00EA detalhes da sua d\u00FAvida. Exemplos do que voc\u00EA j\u00E1 tentou fazer, c\u00F3digos, aux\u00EDlio. Use um bom portugu\u00EAs e formate sua pergunta de acordo com as dicas que aparecer\u00E3o.
intro.new_question.tags = Escolha tags que facilitem usu\u00E1rios encontrarem sua pergunta.

intro.about = Clique aqui para mais detalhes sobre o funcionamento do {0}!

intro.next_tip = pr\u00F3xima

#RANK

users.ranking = Ranking geral de usu\u00E1rios
users.ranking.tag = Top Usu\u00E1rios
users.ranking.tag.title = Ranking de usu\u00E1rios para a tag
users.ranking.tag.month = \u00DAltimos 30 dias
users.ranking.tag.all_time = Desde o \u00EDnicio
users.ranking.tag.answerers = Quem ganhou mais pontos respondendo
users.ranking.tag.askers = Quem ganhou mais pontos perguntando

show_more = Ver mais


#SUSPECTS
antihack.revert = Reverter votos massivos
antihack.show_votes = Buscar votos
suspects.show = Suspeitos de {0} entre
suspects.suspect = Suspeito
suspects.downvote = Downvotes
suspects.upvote = Upvotes
suspects.vote_received = {0} recebido
suspects.vote_author = Autor do {0}
massive.vote.reverted = Pontua\u00E7\u00E3o m\u00E1xima atingida. Veja detalhes no <a class="faq-link" href="{0}">FAQ</a>.

home.other_news=Outras not\u00EDcias
menu.new_news=Envie uma not\u00EDcia!
news.approving=Not\u00EDcia em processo de aprova\u00E7\u00E3o
news.guideline.title=Aten\u00E7\u00E3o
news.guideline.body=<p>Apenas not\u00EDcias relacionadas a tecnologia ser\u00E3o publicadas. \
Escreva um texto criado por voc\u00EA mesmo e linke para os sites e outras not\u00EDcias relacionadas. \
Not\u00EDcias com apenas uma simples frase e um link n\u00E3o ser\u00E3o aprovadas.</p>\
<p>Vagas de emprego devem ser colocadas em <a href="http://ondetrabalhar.com">http://ondetrabalhar.com/</a>.</p>

news.link=Mais not\u00EDcias...

#RSS

questions.rss.title = {0} respostas
questions.rss.description = \u00DAltimas perguntas do {0} respostas
news.rss.title = Not\u00EDcias do {0}
news.rss.description = \u00DAltimas not\u00EDcias do {0}
jobs.rss.url = http://www.ondetrabalhar.com/
jobs.rss.title = Ofertas de Empregos
jobs.rss.more = Mais empregos...
infoq.rss.url = http://www.infoq.com/br/news
infoq.rss.title = Not\u00EDcias InfoQ
infoq.rss.more = Mais not\u00EDcias...

#Input overflow error
error.input_overflow = Voc\u00EA precisa esperar mais {0} segundos antes de inserir um novo post. 

#Validation Message
javax.validation.constraints.Max.message         = deve ser menor ou igual a {value}
javax.validation.constraints.Min.message         = deve ser maior ou igual a {value}
javax.validation.constraints.NotNull.message     = n\u00E3o pode ser nulo
javax.validation.constraints.Size.message        = tamanho deve estar entre {min} e {max}

org.hibernate.validator.constraints.Email.message            = n\u00E3o \u00E9 um endere\u00E7o de e-mail
org.hibernate.validator.constraints.Length.message           = tamanho deve estar entre {min} e {max}
org.hibernate.validator.constraints.NotBlank.message         = n\u00E3o pode estar vazio
org.hibernate.validator.constraints.NotEmpty.message         = n\u00E3o pode estar vazio

validator.not.equal = Os campos n\u00E3o s\u00E0o iguais
validator.invalid.date = Esta data n\u00E3o \u00E9 v\u00E1lida. Utilize uma data no formato dd/mm/yyyy
validator.invalid.url = A Url inserida n\u00E3o \u00E9 v\u00E1lida
validator.minimum.characters = Por favor, insira ao menos {0} caracteres.
validator.maximum.characters = Por favor, insira no m\u00E1ximo {0} caracteres.

validation.avoid_only_uppercase_title = N\u00E3o utilize apenas letras mai\u00FAsculas no t\u00EDtulo
validation.avoid_only_uppercase_post = N\u00E3o utilize apenas letras mai\u00FAsculas na descri\u00E7\u00E3o da sua postagem
validation.avoid_use_of = Evite usar termos como 'Socorro', 'Urgente', 'Please' no t\u00EDtulo da sua pergunta
validation.do_not_use = N\u00E3o coloque a palavra 'resolvido' no t\u00EDtulo, marque a resposta que resolveu sua pergunta como certa
validation.make_clear_post = Deixe sua postagem clara e completa, evite informalidades (como 'vc', 'kkk') ou excesso de pontua\u00E7\u00E3o (como !!, ?? e ...)
validation.suggestion_sent = Sugest\u00E3o enviada!
validation.use_only_existing_tags = Use apenas tags que existem! As seguintes tags n\u00E3o existem:
validation.follow_post = Clique aqui para ser notificado de novidades nessa quest\u00E3o e suas respostas.
validation.cancel_follow_post = Clique aqui para cancelar a notifica\u00E7\u00E3o de novidades nessa quest\u00E3o e suas respostas.

show_all = Mostrar todos
the_comments = os coment\u00E1rios 

# User Interaction
user.interactions = Voc\u00EA participa dessa quest\u00E3o!
user.moderation.details = Ver detalhes
user.moderation.details.type = Tipo
user.moderation.details.author = Autor
user.moderation.details.date = \u00DAltima atualiza\u00E7\u00E3o
user.moderation.details.noDetails = N\u00E3o h\u00E1 votos nem marca\u00E7\u00F5es
user.block_user = Bloquear usu\u00E1rio
user.unblock_user = Desbloquar usu\u00E1rio